Repository: orzu0011/brandtour
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: home
uz: bosh sahifa

source: about us
uz: biz haqimizda

source: destination
uz: manzil

source: contact us
uz: aloqa

source: my orders
uz: mening buyurtmalarim

source: Login or Sign Up
uz: kirish yoki ro'yxatdan o'tish

source: Book now
uz: Hoziroq buyurtma bering

source: CONTACT US
uz: ALOQA

source: Feel free to contact and
uz: Bizning manzillarimizga

source: reach us !!
uz: murojaat qiling

source: Gallery
uz: Galereya

source: Subscribe our newsletter for more update & news !!
uz: Ko'proq yangiliklardan xabardor bo'lish uchun bizning axborot byulletenimizga obuna bo'ling !!

source: Subscribe
uz: A'zo bo'lish

source: Privacy Policy
uz: Maxviylik siyosati

source: Term & Condition
uz: Muddat va shartlar

source: Copyright
uz: Mualliflik huquqi

source: 2023 Brand Tour. All rights reserved.
uz: 2023 Brand Tour. Barcha huquqlar himoyalangan

source: Booking
uz: Buyurtma qilish

source: Your Details
uz: Sizning ma'lumotlaringiz

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Phone
uz: Telefon

source: Payment Information
uz: To'lov ma'lumotlari

source: Name on card
uz: Karta nomi

source: Card number
uz: Karta raqami

source: Expiration date
uz: Amal qilish muddati

source: MM
uz: Oy

source: Year
uz: Yil

source: Security code
uz: Xavfsizlik kodi

source: Last 3 digits
uz: So'nggi 3ta raqami

source: Or checkout with Paypal
uz: Yoki Paypal bilan to'lov qiling

source: Pay Now
uz: Hoziroq to'lash

source: Summary
uz: Xulosa

source: Total cost
uz: Umumiy narx

source: HELP AND SUPPORT
uz: YORDAM VA QO'LLAB-QUVVATLASH

source: Monday to Friday 9.00am - 7.30pm
uz: Dushanbadan Jumagacha 9.00dan - 7.30gacha

source: Cart
uz: Karta

source: Product Name
uz: Mahsulot Nomi

source: Price
uz: Narxi

source: Quantity
uz: Soni

source: Sub Total
uz: Jami

source: per person
uz: kishi boshiga

source: Total
uz: Umumiy narx

source: Go to payment
uz: To'lovga o'tish

source: JOURNEY TO EXPLORE WORLD
uz: DUNYONI TANISH UCHUN SAYOHAT

source: You can travel to any country in the world through our tour company
uz: Siz bizning tur kompaniyamiz orqali dunyoning istalgan davlatiga sayohat qilishingiz mumkin

source: LEARN MORE
uz: KOPROQ

source: BOOK NOW
uz: HOZIROQ BUYURTMA QILING

source: BEAUTIFUL PLACE TO VISIT
uz: TASHRIF BUYURISH UCHUN SO'LIM JOYLAR

source: Search Destination*
uz: Manzilni qidirish*

source: Enter Destination
uz: Manzilni kiriting

source: No.of People
uz: Odam soni

source: Checkin Date*
uz: Ro'yxatdan o'tish sanasi*

source: MM / DD / YY
uz: OO / KK / YY

source: Checkout Date*
uz: Tugash sanasi*

source: INQUIRE NOW
uz: HOZIROQ SO'RANG

source: UNCOVER PLACE
uz: JOYNI OCHISH

source: POPULAR DESTINATION
uz: MASHHUR MANZILLAR

source: More Destination
uz: Ko'proq manzillar

source: POPULAR TOURS
uz: MASHHUR TURLAR

source: CHECKOUT OUR TOURS
uz: TURLARIMIZNI KO'RING

source: The best Tours are in Brand Tour
uz: Eng yaxshi sayohatlar Brand Tour-da

source: pax:
uz: soni

source: reviews
uz: sharhlar

source: Add to cart
uz: Savatga qo'shish

source: VIEW ALL TOURS
uz: BARCHA TURLARNI KO'RISH

source: ARE YOU READY TO TRAVEL? REMEMBER US !!
uz: SAYOHAT QILISHGA TAYYORMISIZ? ESDA SAQLANG

source: By choosing our tour company, you will get comfortable quality and affordable prices
uz: Bizning sayyohlik kompaniyamizni tanlab, siz qulay sifat va hamyonbop narxlarga ega bo'lasiz

source: View Packages
uz: Turlarni ko'rish

source: Learn More
uz: Ko'proq

source: SATISFIED CUSTOMER
uz: XURSAND MIJOZLAR

source: ACTIVE MEMBERS
uz: AKTIV A'ZOLAR

source: TOUR DESTINATION
uz: TUR MANZILI

source: TRAVEL GUIDES
uz: SAYOHAT UCHUN GIDLAR

source: OFFER & DISCOUNT
uz: TAKLIF & CHEGIRMA

source: OUR SPECIAL PACKAGES
uz: BIZNING MAXSUS TURLARIMIZ

source: We have made special Tours for You
uz: Biz siz uchun maxsus sayohatlar tashkil qildik

source: off
uz: dan

source: pax
uz: soni

source: price
uz: narxi

source: Add to Cart
uz: Savatga qo'shish

source: VIEW ALL Tours
uz: BARCHA TURLARNI KO'RISH

source: PHOTO GALLERY
uz: GALEREYA

source: PHOTO'S FROM TRAVELLERS
uz: SAYOHATCHILARNING RASMLARI

source: Satisfied customers with our quality services
uz: Sifatli xizmatlarimizdan mamnun mijozlar

source: DISCOUNT OFFER
uz: CHEGIRMA TAKLIF

source: GET SPECIAL DISCOUNT ON SIGN UP
uz: RO'YXATDAN O'TISH ORQALI MAXSUS CHEGIRMALARIMIZGA EGA BO'LING

source: Sign Up Now
uz: Hoziroq ro'yxatdan o'ting

source: LATEST BLOG
uz: SO'NGGI POSTLAR

source: OUR RECENT POSTS
uz: BIZNING SO'NGGI POSTLARIMIZ

source: View All Blog
uz: Barcha postlarni ko'rish

source: TOUR
uz: TUR

source: Read More
uz: Ko'proq

source: CLIENT'S REVIEWS
uz: Mijozlarning sharhlari

source: TRAVELLER'S TESTIMONIAL
uz: MIJOZLARNING TAASUROTLARI

source: READY FOR UNFORGATABLE TRAVEL. REMEMBER US!
uz: UNUTILMAS SAYOHATGA TAYYORMISIZ!

source: Contact Us !
uz: aloqa

source: About Us
uz: biz haqimizda

source: WE ARE BEST FOR TOURS & TRAVEL SINCE 2023 !
uz: BIZ TUR FIRMALRI ORASIDA ENG ZO'RIMIZ % 2023-YILDAN BUYON

source: HOW WE ARE BEST FOR TRAVEL !
uz: NEGA AYNAN BIZ SAYOHAT UCHUN ENG ZO'RIMIZ

source: WE ARE LEGEND
uz: BIZ ENG ZO'RIMIZ

source: BEST TOUR GUIDES
uz: ENG ZO'R TUR GIDLAR

source: Tell us what You think about us
uz: Biz haqimizda fikringizni ayting

source: SUBMIT MESSAGE
uz: XABAR JO'NATISH

source: You must be logged in to leave a testimonial
uz: Sharh qoldirish uchun siz avval tizimga kirgan bo'lishingiz kerak

source: Contact US
uz: BIZ BILAN BOG'LANISH

source: REACH & CONTACT US!
uz: BO'GLANISH

source: we can help you by contacting us
uz: biz bilan bog'lanish orqali sizga yordam bera olamiz

source: First Name
uz: Ism

source: Comments / Questions
uz: Izohlar / Savollar

source: EMAIL ADDRESS
uz: EMAIL

source: PHONE NUMBER
uz: TELEFON

source: ADDRESS LOCATION
uz: MANZIl

source: Destination
uz: Manzil

source: READY FOR UNFORGETTABLE TRAVEL. REMEMBER US!
uz: UNUTILMAS SAYOHATGA TAYYORMISIZ!

source: Contact Us
uz: Biz bilan bog'lanish

source: Tour Deatil
uz: Tur haqida batafsil

source: OVERVIEW
uz: UMUMIY

source: INCLUDE & EXCLUDE
uz: MAVJUD & MAVJUD EMAS

source: ITINERARY
uz: YO'NALISH

source: RELATED IMAGES
uz: ALOQADOR RASMLAR

source: Enjoy best moments of Your Tours
uz: Sayohatlaringizning eng yaxshi daqiqalaridan rohatlaning

source: Recent Tours
uz: Oxirgi sayohatlar

source: Tour Packages
uz: Tur paketlari

source: Package Offer
uz: Paket taklifi

source: ARE YOU READY TO TRAVEL? REMEMBER US
uz: SIZ SAYOXGA TAYYORMISIZMI? BIZNI ESLA OLING

source: Blog List
uz: Postlar Ro'yxati

source: No Comments
uz: Izohlar yo'q

source: Travelling
uz: Sayohat

source: Comments
uz: Izohlar

source: Comment
uz: Izoh

source: Post comment
uz: Izoh qoldirish

source: Leave a Reply
uz: Javob qoldirish

source: You must be logged in to leave a comment
uz: Fikr qoldirish uchun tizimga kirgan bo'lishingiz kerak

source: Recent Post
uz: So'nggi postlar

source: Password
uz: Parol

source: Fill in Email field
uz: Elektron pochta maydonini to'ldiring

source: Fill in all fields
uz: Barcha maydonlarni to'ldiring

source: Login or Password is incorrect
uz: Login yoki parol noto'g'ri

source: Login
uz: Kirish

source: Forget password?
uz: Parolni unutdingizmi?

source: or
uz: yoki

source: Register
uz: Roʻyxatdan oʻtish

source: My Orders
uz: Mening Buyurtmalarim

source: Paid
uz: To'langan

source: Create a new password
uz: Yangi parol yarating

source: Passwords did not match
uz: Parollar mos kelmadi

source: Reset
uz: Qayta ishlatish

source: Last Name
uz: Familiya

source: Password Confirm
uz: Parol tasdig'i

source: first name
uz: ism

source: last name
uz: familiya

source: email address
uz: E-pochta manzili

source: username
uz: foydalanuvchi nomi

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
uz: Majburiy. 150 yoki undan kam belgi. Faqat harflar, raqamlar va @/./+/-/_.

source: A user with that username already exists.
uz: Bunday foydalanuvchi nomiga ega foydalanuvchi allaqachon mavjud.
